Repository: kiennd/saigo
Catalog: trunk/doc/txt2tags-2.3/po/*.po
Languages: es

source: HTML page
es: Página HTML

source: XHTML page
es: Página XHTML

source: SGML document
es: Documento SGML

source: LaTeX document
es: Documento LaTeX

source: UNIX Manual page
es: Página Manual UNIX

source: Magic Point presentation
es: Presentación Magic Point

source: MoinMoin page
es: Página MoinMoin

source: PageMaker 6.0 document
es: Documento PageMaker 6.0

source: Plain Text
es: Texto Llano

source: %s version %s <%s>
es: %s versión %s <%s>

source: Usage: %s [OPTIONS] [infile.t2t ...]
es: Uso: %s [OPCIONES] [infile.t2t ...]

source: -i, --infile=FILE set FILE as the input file name ('-' for STDIN)
es: -i, --infile=FILE fija el ARCHIVO como el archivo fuente ('-' para STDIN)

source: -o, --outfile=FILE set FILE as the output file name ('-' for STDOUT)
es: -o, --outfile=FILE fija el ARCHIVO como el archivo de la salida ('-' para STDOUT)

source: -n, --enum-title enumerate all title lines as 1, 1.1, 1.1.1, etc
es: -n, --enum-title enumere todas las líneas del título como 1, 1.1, 1.1.1, etc

source: -H, --no-headers suppress header, title and footer contents
es: -H, --no-headers suprima la cabeceras, el título y pie de la página

source: --headers show header, title and footer contents (default ON)
es: --headers Muestra la cabecera, el título y el contenido del pie de la página (predef.activado)

source: --style=FILE use FILE as the document style (like HTML CSS)
es: --style=FILE usa ARCHIVO como estilo del documento (como HTML CSS)

source: --css-sugar insert CSS-friendly tags for HTML and XHTML targets
es: --css-sugar inserta tag compatible con CSS, para HTML y XHTML

source: --mask-email hide email from spam robots. x@y.z turns <x (a) y z>
es: --mask-email email anti spam robot. x@y.z vueltas <x (a) y z>

source: --toc add TOC (Table of Contents) to target document
es: --toc agregue el TOC (Table of Contents) al documento de la blanco

source: --toc-only print document TOC and exit
es: --toc-only imprime índice (TOC) del documento y sale

source: --toc-level=N set maximum TOC level (depth) to N
es: --toc-level=N fije el nivel máximo del TOC (profundidad) a N

source: --rc read user config file ~/.txt2tagsrc (default ON)
es: --rc legge file config. utente ~/.txt2tagsrc (predef.activado)

source: --gui invoke Graphical Tk Interface
es: --gui invoque el interfaz gráfica Tk

source: -h, --help print this help information and exit
es: -h, --help muestra ese texto de ayuda y sale

source: -V, --version print program version and exit
es: -V, --version muestra la versión del programa y sale

source: --dump-config print all the config found and exit
es: --dump-config muestra todas las configuraciones halladas y sale

source: Turn OFF options:
es: Desactive las opciones::

source: Example: %s -t html --toc myfile.t2t
es: Ejemplo: %s -t html --toc myfile.t2t

source: By default, converted output is saved to 'infile.<target>'.
es: Por el padrón, la salida convertida es ahorrada 'infile.<target>'.

source: Use --outfile to force an output file name.
es: Usa --outfile para forzar el nombre del archivo de destino.

source: If input file is '-', reads from STDIN.
es: Si el fichero de entrada es ' - ', lee en STDIN.

source: If output file is '-', dumps output to STDOUT.
es: Si el archivo de salida es ' - ', descarga salida a STDOUT.

source: You must feed me with data on STDIN!
es: ¡Usted debe alimentarme con datos sobre STDIN!

source: Cannot read file:
es: No puede leer el archivo:

source: Readed file (%d lines): %s
es: Archivo lidio (%d linee): %s

source: Cannot open file for writing:
es: No puede abrir el archivo para la escritura:

source: %s (try --help)
es: %s (intento --help)

source: Loading source document
es: Documento de fuente del cargamento

source: Areas found: %s
es: Áreas encontradas: %s

source: Scanning source document CONF area
es: Área del documento de fuente de la exploración CONF

source: Added config %s : %s
es: Configuración agregada %s : %s

source: No target specified (try --help)
es: Ninguna blanco especificada (intento --help)

source: Maybe trying to convert an old v1.x file?
es: Quizá intentando convertir un viejo archivo de v1.x?

source: Missing input file (try --help)
es: Fichero de entrada que falta. (intento --help)

source: Invalid target '%s' (try --help)
es: Blanco inválida '%s' (intento --help)

source: --%s value must be a number
es: el valor de --%s debe ser un número

source: Option --split must be 0, 1 or 2
es: Opción --split debe ser 0, 1 o 2

source: Input and Output files are the same: %s
es: Los archivos de la entrada y de salida son iguales: %s

source: Added the following keys: %s
es: Agregó las llaves siguientes: %s

source: Invalid CONFIG line on %s
es: CONFIG: Línea inválida de los %s

source: Processing line %03d: %s
es: Línea de proceso %03d: %s

source: A file cannot include itself (loop!)
es: Un archivo no puede incluirse (loop!)

source: Finished Config file inclusion: %s
es: Inclusión acabada del archivo de la configuración: %s

source: Added %s
es: Agregado %s

source: OFF
es: DESACTIVADO

source: RC file
es: archivo RC

source: source document
es: documento fuente

source: command line
es: línea de comando

source: RAW config for %s
es: Configuración RAW para %s

source: ON
es: ACTIVO

source: Full PARSED config
es: Configuración por completo e listo

source: Active filters
es: Filtros activos

source: Invalid PostProc filter regex
es: Filtro PostProc : expresión regular inválida

source: %s wrote %s
es: %s escribió %s

source: Source document contents stored
es: El contenido del documento de fuente almacenó

source: Parsing and saving all config found (%03d items)
es: Analizando y ahorrando todos los config encontró (%03d artículos)

source: Composing target Headers
es: Compone la cabeceras de la blanco

source: Composing target Body
es: Compone el cuerpo de la blanco

source: Composing target TOC
es: Compone el índice (TOC)

source: Composing target Footer
es: Compone el Pie de la blanco

source: Saving results to the output file
es: Resultados del ahorro al archivo de salida

source: Invalid PreProc filter regex
es: Filtro PreProc : expresión regular inválida

source: txt2tags files
es: archivos txt2tags

source: All files
es: Todos los archivos

source: Close
es: Cierre

source: You must select a target type!
es: ¡Usted debe seleccionar un tipo de la blanco!

source: You must provide the source file location!
es: ¡Usted debe proporcionar la localización del archivo de fuente!

source: %s: %s converted to %s
es: %s: %s convertido a %s

source: Conversion done!
es: Conversión efectuada!

source: FROM:
es: DE:

source: TO:
es: A:

source: %s FATAL ERROR!
es: %s ERROR FATAL!

source: -- select one --
es: -- seleccione uno --

source: Enter the source file location:
es: Entre en la localización del fichero de fuente:

source: Choose the target document type:
es: Selecciona el formato de la destinación:

source: Some options you may check:
es: Algunas opciones que usted puede controlar:

source: Some extra options:
es: Algunas opciones adicionales:

source: Include headers on output
es: Incluye cabeceras en la conversión

source: Number titles (1, 1.1, 1.1.1, etc)
es: Títulos del número (1, 1.1, 1.1.1, etc)

source: Do TOC also (Table of Contents)
es: Haga el TOC también (TOC)

source: Hide e-mails from SPAM robots
es: Oculta e-mails del Robustezas del Spam

source: Just do TOC, nothing more
es: Apenas haga TOC, nada más

source: Dump to screen (Don't save target file)
es: Descarga a la pantalla (no ahorre el archivo de blanco)

source: ONE source, MULTI targets
es: UNA fuente, MULTI blancos

source: Browse
es: hojee

source: <screen>
es: <pantalla>

source: Output:
es: Salida:

source: Quit
es: Salir

source: Convert!
es: Convertido!

source: Txt2tags %s processing begins
es: Txt2tags %s: el proceso comienza

source: Option --%s can't be used with multiple input files
es: Opción --%s no puede ser utilizado con los ficheros de entrada múltiples

source: Ignoring user configuration file
es: No hacer caso del archivo de la configuración del usuario

source: Loading user configuration file
es: Cargando archivo de configuración del usuario

source: We are on GUI interface
es: somos una interfaz gráfica

source: txt2tags ERROR!
es: ERROR txt2tags!

source: We are on Command Line interface
es: Somos una interfaz línea de comando

source: Txt2tags finished sucessfuly
es: Txt2tags: terminado con éxito
